Repository: tomwuyutao/Weather-Atlas
Catalog: Weather/Widgets/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: Automatic
de: Automatisch
es: Automático
fr: Auto
it: Auto
ja: 自動
ko: 자동
pt: Automático
ru: Авто
zh_hans: 自动
zh_hant: 自動

source: Automatic (Black)
de: Automatisch (Schwarz)
es: Automático (negro)
fr: Automatique (noir)
it: Automatico (nero)
ja: 自動（ブラック）
ko: 자동(블랙)
pt: Automático (preto)
ru: Автоматически (чёрная)
zh_hans: 自动（黑色）
zh_hant: 自動（黑色）

source: Black
de: Schwarz
es: Negro
fr: Noir
it: Nero
ja: ブラック
ko: 블랙
pt: Preto
ru: Чёрная
zh_hans: 黑色
zh_hant: 黑色

source: Choose a city to track its sunny daytime hours.
de: Wähle eine Stadt aus, um ihre sonnigen Tagesstunden zu verfolgen.
es: Elige una ciudad para seguir sus horas de sol durante el día.
fr: Choisissez une ville pour suivre ses heures d’ensoleillement en journée.
it: Scegli una città per monitorare le ore di sole diurne.
ja: 晴れている昼間の時間を確認する都市を選択します。
ko: 낮 동안 맑은 시간을 확인할 도시를 선택하세요.
pt: Escolha uma cidade para acompanhar as horas de sol durante o dia.
ru: Выберите город, чтобы отслеживать солнечные часы в течение дня.
zh_hans: 选择一座城市来追踪其白天的晴朗时段。
zh_hant: 選擇一座城市來追蹤其白天的晴朗時段。

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ja: 都市
ko: 도시
pt: Cidade
ru: Город
zh_hans: 城市
zh_hant: 城市

source: Clear
de: Klar
es: Despejado
fr: Dégagé
it: Sereno
ja: 快晴
ko: 맑음
pt: Limpo
ru: Ясно
zh_hans: 晴
zh_hant: 晴朗

source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
it: Nuvoloso
ja: 曇り
ko: 흐림
pt: Nublado
ru: Облачно
zh_hans: 多云
zh_hant: 多雲

source: Count as a full sunny hour
de: Als volle Sonnenstunde zählen
es: Contar como una hora completa de sol
fr: Compter comme une heure complète d’ensoleillement
it: Conta come un’intera ora di sole
ja: 晴天時間を1時間として数える
ko: 맑은 시간을 1시간으로 계산
pt: Contar como uma hora inteira de sol
ru: Считать как полный солнечный час
zh_hans: 计为完整的一小时晴天
zh_hant: 計為完整的一小時晴天

source: Count as half a sunny hour
de: Als halbe Sonnenstunde zählen
es: Contar como media hora de sol
fr: Compter comme une demi-heure d’ensoleillement
it: Conta come mezz’ora di sole
ja: 晴天時間を30分として数える
ko: 맑은 시간을 30분으로 계산
pt: Contar como meia hora de sol
ru: Считать как половину солнечного часа
zh_hans: 计为半小时晴天
zh_hant: 計為半小時晴天

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt: Escuro
ru: Темная
zh_hans: 深色
zh_hant: 深色

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

source: Do not count
de: Nicht zählen
es: No contar
fr: Ne pas compter
it: Non contare
ja: 数えない
ko: 계산하지 않음
pt: Não contar
ru: Не учитывать
zh_hans: 不计入
zh_hant: 不計入

source: Do not count as sunny
de: Nicht als sonnig zählen
es: No contar como soleado
fr: Ne pas compter comme ensoleillé
it: Non contare come soleggiato
ja: 晴天として数えない
ko: 맑음으로 계산하지 않음
pt: Não contar como ensolarado
ru: Не считать солнечным
zh_hans: 不计为晴天
zh_hant: 不計為晴天

source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioviggine
ja: 霧雨
ko: 이슬비
pt: Chuvisco
ru: Морось
zh_hans: 毛毛雨
zh_hant: 毛毛雨

source: Extra Large
de: Sehr groß
es: Muy grande
fr: Très grand
it: Molto grande
ja: とても大きい
ko: 매우 크게
pt: Muito grande
ru: Очень крупный
zh_hans: 特大
zh_hant: 特大

source: Fog
de: Nebel
es: Niebla
fr: Brouillard
it: Nebbia
ja: 霧
ko: 안개
pt: Nevoeiro
ru: Туман
zh_hans: 雾
zh_hant: 霧

source: Full hour
de: Volle Stunde
es: Hora completa
fr: Heure complète
it: Ora intera
ja: 1時間
ko: 1시간
pt: Hora inteira
ru: Полный час
zh_hans: 整小时
zh_hant: 整小時

source: Half hour
de: Halbe Stunde
es: Media hora
fr: Demi-heure
it: Mezz’ora
ja: 30分
ko: 30분
pt: Meia hora
ru: Полчаса
zh_hans: 半小时
zh_hant: 半小時

source: Kilometers (km)
de: Kilometer (km)
es: Kilómetros (km)
fr: Kilomètres (km)
it: Chilometri (km)
ja: キロメートル（km）
ko: 킬로미터(km)
pt: Quilômetros (km)
ru: Километры (км)
zh_hans: 千米 (km)
zh_hant: 公里 (km)

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ja: 大きい
ko: 크게
pt: Grande
ru: Крупный
zh_hans: 大
zh_hant: 大

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pt: Claro
ru: Светлая
zh_hans: 浅色
zh_hant: 淺色

source: List
de: Liste
es: Lista
fr: Liste
it: Elenco
ja: リスト
ko: 목록
pt: Lista
ru: Список
zh_hans: 列表
zh_hant: 列表

source: Medium
de: Mittel
es: Mediano
fr: Moyen
it: Medio
ja: 標準
ko: 보통
pt: Médio
ru: Средний
zh_hans: 中等
zh_hant: 中等

source: Miles (mi)
de: Meilen (mi)
es: Millas (mi)
it: Miglia (mi)
ja: マイル（mi）
ko: 마일(mi)
pt: Milhas (mi)
ru: Мили (ми)
zh_hans: 英里 (mi)
zh_hant: 英里 (mi)

source: No Sun
de: Keine Sonne
es: Sin sol
fr: Pas de soleil
it: Niente sole
ja: 日差しなし
ko: 햇빛 없음
pt: Sem sol
ru: Нет солнца
zh_hans: 没有阳光
zh_hant: 沒有陽光

source: Open Weather Atlas to refresh.
de: Öffne Weather Atlas zum Aktualisieren.
es: Abre Weather Atlas para actualizar.
fr: Ouvrez Weather Atlas pour actualiser.
it: Apri Weather Atlas per aggiornare.
ja: Weather Atlasを開いて更新してください。
ko: 새로 고치려면 Weather Atlas를 여세요.
pt: Abra o Weather Atlas para atualizar.
ru: Откройте Weather Atlas, чтобы обновить данные.
zh_hans: 打开 Weather Atlas 以刷新。
zh_hant: 開啟 Weather Atlas 以重新整理。

source: Partly Cloudy
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
ja: 時々曇り
ko: 구름 조금
pt: Parcialmente nublado
ru: Переменная облачность
zh_hans: 局部多云
zh_hant: 局部多雲

source: Partly Sunny
de: Teilweise sonnig
es: Parcialmente soleado
fr: Partiellement ensoleillé
it: Parzialmente soleggiato
ja: 時々晴れ
ko: 가끔 맑음
pt: Parcialmente solarengo
ru: Переменная солнечность
zh_hans: 局部晴
zh_hant: 局部晴

source: Place
de: Ort
es: Lugar
fr: Lieu
it: Luogo
ja: 場所
ko: 장소
pt: Local
ru: Место
zh_hans: 地点
zh_hant: 地點

source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
ja: 雨
ko: 비
pt: Chuva
ru: Дождь
zh_hans: 雨
zh_hant: 雨

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ja: 小さい
ko: 작게
pt: Pequeno
ru: Маленький
zh_hans: 小
zh_hant: 小

source: Snow
de: Schnee
es: Nieve
fr: Neige
it: Neve
ja: 雪
ko: 눈
pt: Neve
ru: Снег
zh_hans: 雪
zh_hant: 雪

source: Sunny
de: Sonnig
es: Soleado
fr: Ensoleillé
it: Soleggiato
ja: 晴れ
ko: 맑음
pt: Sol
ru: Солнечно
zh_hans: 晴天
zh_hant: 晴天

source: Sunny Hours
de: Sonnenstunden
es: Horas soleadas
fr: Heures ensoleillées
it: Ore di sole
ja: 晴れの時間
ko: 맑은 시간
pt: Horas de sol
ru: Солнечные часы
zh_hans: 晴朗小时
zh_hant: 晴朗小時

source: Sunny Hours (10 Days)
de: Sonnenstunden (10 Tage)
es: Horas soleadas (10 días)
fr: Heures ensoleillées (10 jours)
it: Ore di sole (10 giorni)
ja: 晴れの時間（10日間）
ko: 맑은 시간(10일)
pt: Horas de sol (10 dias)
ru: Солнечные часы (10 дней)
zh_hans: 晴朗小时（10 天）
zh_hant: 晴朗小時（10 天）

# Times shown in %@ local time (%@)
source: Times shown in %1$@ local time (%2$@)
de: Zeiten in der Ortszeit von %1$@ (%2$@)
es: Horas mostradas en la hora local de %1$@ (%2$@)
fr: Heures affichées selon l’heure locale de %1$@ (%2$@)
it: Orari mostrati nell’ora locale di %1$@ (%2$@)
ja: %1$@の現地時刻（%2$@）で表示
ko: %1$@ 현지 시간(%2$@)으로 표시
pt: Horários exibidos no horário local de %1$@ (%2$@)
ru: Время указано по местному времени %1$@ (%2$@)
zh_hans: 时间按 %1$@ 当地时间（%2$@）显示
zh_hant: 時間以 %1$@ 當地時間（%2$@）顯示

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

source: Track sunny daytime hours for a chosen city.
de: Verfolge die sonnigen Tagesstunden für eine ausgewählte Stadt.
es: Sigue las horas diurnas de sol de una ciudad elegida.
fr: Suivez les heures d’ensoleillement en journée d’une ville choisie.
it: Monitora le ore di sole diurne di una città scelta.
ja: 選択した都市で晴れている昼間の時間を確認します。
ko: 선택한 도시에서 낮 동안 맑은 시간을 확인하세요.
pt: Acompanhe as horas de sol durante o dia de uma cidade escolhida.
ru: Отслеживайте солнечные дневные часы в выбранном городе.
zh_hans: 追踪所选城市白天的晴朗时段。
zh_hant: 追蹤所選城市白天的晴朗時段。

source: Track sunny hours for a chosen city.
de: Verfolge die Sonnenstunden für eine ausgewählte Stadt.
es: Sigue las horas de sol de una ciudad elegida.
fr: Suivez les heures d’ensoleillement d’une ville choisie.
it: Monitora le ore di sole di una città scelta.
ja: 選択した都市の晴れの時間を確認します。
ko: 선택한 도시의 맑은 시간을 확인하세요.
pt: Acompanhe as horas de sol de uma cidade escolhida.
ru: Отслеживайте солнечные часы в выбранном городе.
zh_hans: 追踪所选城市的晴朗时段。
zh_hant: 追蹤所選城市的晴朗時段。

source: Windy
de: Windig
es: Ventoso
fr: Venteux
it: Ventoso
ja: 強風
ko: 바람
pt: Vento
ru: Ветрено
zh_hans: 有风
zh_hant: 有風

source: Celsius (°C)
ja: 摂氏 (°C)
ko: 섭씨 (°C)
ru: Цельсий (°C)
zh_hans: 摄氏度 (°C)
zh_hant: 攝氏度 (°C)

source: Fahrenheit (°F)
ja: 華氏 (°F)
ko: 화씨 (°F)
ru: Фаренгейт (°F)
zh_hans: 华氏度 (°F)
zh_hant: 華氏度 (°F)
